Autodesk.Revit.DB.ICustomFieldPropertiesProxy.AreEqualTo(Autodesk.Revit.DB.ICustomFieldProperties)
Identifies if the custom field properties are equal or not.
otherProperties:
The other properties.
Returns:
Returns true if the custom field properties are equal, false otherwise.
Since:
2024